Repository: LukaszRemkowicz/portfolio
Catalog: backend/astrophotography/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Name
pl: Nazwa

source: Tags
pl: Tagi

source: Where image was taken?
pl: Gdzie wykonano zdjęcie?

source: Equipment
pl: Sprzęt

source: Technical Details
pl: Informacje techniczne

source: Metadata
pl: Metadane

source: Images
pl: Zdjęcia

source: Select images to display in the slideshow for this location (filtered by place).
pl: Wybierz zdjęcia do wyświetlenia w sliderze dla tej lokalizacji (filtrowane po miejscu).

source: No matching items found for this place.
pl: Nie znaleziono pasujących elementów dla tego miejsca.

source: Select or type place...
pl: Wybierz lub wpisz miejsce...

source: Select background image...
pl: Wybierz zdjęcie tła...

source: Start Date
pl: Data początkowa

source: End Date
pl: Data końcowa

source: General Settings
pl: Ustawienia ogólne

source: Control the basic behavior of shooting stars and their special 'bolid' variants.
pl: Kontroluj podstawowe zachowanie gwiazd oraz bolidów

source: Standard Star Appearance
pl: Wygląd standardowej gwiazdy

source: Define the visual properties of regular (non-bolid) shooting stars.
pl: Definiuj właściwości wizualne zwykłych (nie-bolidowych) gwiazd.

source: Bolid (Fireball) Appearance
pl: Pojawienie się pyłu po bolidzie.

source: Configure the more dramatic bolid effects, including their smoke trails.
pl: Konfiguruj bardziej dramatyczne efekty bolidów, w tym ich śladów pyłu.

source: The %(name)s "%(obj)s" was changed successfully.
pl: Zmieniono pomyślnie %(name)s "%(obj)s".

source: The %(name)s "%(obj)s" was added successfully.
pl: Dodano pomyślnie %(name)s "%(obj)s".

source: Astrophotography
pl: Astrofotografia

source: Landscape
pl: Krajobraz

source: Deep Sky
pl: Głębokie Niebo

source: Solar System
pl: Układ Słoneczny

source: Milky Way
pl: Droga Mleczna

source: Northern Lights
pl: Zorza Polarna

source: Country
pl: Kraj

source: Select telescope(s)...
pl: Wybierz teleskop(y)...

source: Select camera(s)...
pl: Wybierz aparat(y)...

source: Select lens(es)...
pl: Wybierz obiektyw(y)...

source: Select mount/tracker(s)...
pl: Wybierz montaż/tracker(y)...

source: Select tripod(s)...
pl: Wybierz statyw(y)...

source: Cannot have both telescope and lens. Please choose one or the other.
pl: Nie można wybrać jednocześnie teleskopu i obiektywu. Wybierz jeden z nich.

source: min in pixels
pl: minimalna w pikselach

source: max in pixels
pl: maksymalna w pikselach

source: Star Path
pl: Ścieżka gwiazdy

source: A list of two integers [min, max] representing the travel distance of a regular star in pixels. Example: [50, 500]
pl: Lista dwóch liczb całkowitych [min, max] reprezentująca odległość wykonywaną przez zwykłą gwiazdę w pikselach. Przykład: [50, 500]

source: Bolid Path
pl: Ścieżka bolidu

source: A list of two integers [min, max] representing the travel distance of a bolid in pixels. Example: [50, 500]
pl: Lista dwóch liczb całkowitych [min, max] reprezentująca odległość wykonywaną przez bolid w pikselach. Przykład: [50, 500]

source: Star Streak
pl: Smuga gwiazdy

source: A list of two integers [min, max] representing the visual length (streak) of a regular star. Example: [100, 200]
pl: Lista dwóch liczb całkowitych [min, max] reprezentująca długość wykonywaną przez zwykłą gwiazdę w pikselach. Przykład: [100, 200]

source: Bolid Streak
pl: Smuga bolidu

source: A list of two integers [min, max] representing the visual length (streak) of a bolid. Example: [20, 100]
pl: Lista dwóch liczb całkowitych [min, max] reprezentująca długość wykonywaną przez bolid w pikselach. Przykład: [20, 100]

source: max (s)
pl: maks. (s)

source: Star Duration
pl: Czas trwania gwiazdy

source: A list of two floats [min, max] representing the duration (speed) of a regular star. Example: [0.4, 1.2]
pl: Lista dwóch liczb zmiennoprzecinkowych [min, max] reprezentująca czas wykonywany przez zwykłą gwiazdę w sekundach. Przykład: [0.4, 1.2]

source: Bolid Duration
pl: Czas trwania bolidu

source: A list of two floats [min, max] representing the duration (speed) of a bolid. Example: [0.4, 0.9]
pl: Lista dwóch liczb zmiennoprzecinkowych [min, max] reprezentująca czas wykonywany przez bolid w sekundach. Przykład: [0.4, 0.9]

source: max (0.0-1.0)
pl: maks. (0.0-1.0)

source: Star Opacity
pl: Przezroczystość gwiazdy

source: A list of two floats [min, max] between 0.0 and 1.0 for regular star brightness. Example: [0.4, 0.8]
pl: Lista dwóch liczb zmiennoprzecinkowych [min, max] między 0.0 a 1.0 dla jasności zwykłej gwiazdy. Przykład: [0.4, 0.8]

source: Bolid Opacity
pl: Przezroczystość bolidu

source: A list of two floats [min, max] between 0.0 and 1.0 for bolid brightness. Example: [0.7, 1.0]
pl: Lista dwóch liczb zmiennoprzecinkowych [min, max] między 0.0 a 1.0 dla jasności bolidu. Przykład: [0.7, 1.0]

source: Smoke Opacity
pl: Przezroczystość dymu

source: A list of two floats [min, max] between 0.0 and 1.0 for the smoke trail of a bolid. Example: [0.5, 0.8]
pl: Lista dwóch liczb zmiennoprzecinkowych [min, max] między 0.0 a 1.0 dla śladu dymu bolidu. Przykład: [0.5, 0.8]

source: Place
pl: Miejsce

source: Places
pl: Miejsca

source: Place Translation with this Language and Name already exists.
pl: Tłumaczenie miejsca dla tego języka i nazwy już istnieje.

source: This field is required for the default language.
pl: To pole jest wymagane dla języka domyślnego.

source: The model identifiers or name of the equipment.
pl: Identyfikatory modelu lub nazwa sprzętu.

source: Camera
pl: Aparat/Kamera

source: Cameras
pl: Aparaty/Kamery

source: Lens
pl: Obiektyw

source: Lenses
pl: Obiektywy

source: Telescope
pl: Teleskop

source: Telescopes
pl: Teleskopy

source: Tracker
pl: Tracker/Montaż

source: Trackers
pl: Trackery/Montaże

source: Tripod
pl: Statyw

source: Tripods
pl: Statywy

source: Capture Date
pl: Data wykonania

source: The date when the photo was taken.
pl: Data wykonania zdjęcia.

source: Place/City
pl: Miejsce/Miasto

source: Specific city or region (e.g. Hawaii, Tenerife).
pl: Konkretne miasto lub region (np. Hawaje, Teneryfa).

source: Telescope model and specifications
pl: Model i specyfikacja teleskopu

source: Camera model and specifications
pl: Model i specyfikacja aparatu/kamery

source: Tracker/Mount
pl: Tracker/Montaż

source: Star tracker or mount model
pl: Model trackeru/montażu

source: Tripod model
pl: Model statywu

source: Lens model and focal length
pl: Model i ogniskowa obiektywu

source: A descriptive name for this image.
pl: Opisowa nazwa tego zdjęcia.

source: Description
pl: Opis

source: Optional detailed description of the image.
pl: Domyślny szczegółowy opis zdjęcia.

source: Exposure Details
pl: Szczegóły ekspozycji

source: Technical details of the exposure (gain, sub-exposures, total time).
pl: Dane techniczne ekspozycji (gain, sub-ekspozycje, łączny czas).

source: Processing Details
pl: Szczegóły obróbki

source: Software and techniques used for post-processing.
pl: Oprogramowanie i techniki użyte do obróbki.

source: Celestial Object
pl: Obiekt na niebie

source: The type of celestial object captured.
pl: Typ obiektu na niebie.

source: Astrobin URL
pl: Link Astrobin

source: Link to this image on Astrobin (e.g., https://www.astrobin.com/XXXXX/)
pl: Link do zdjęcia na Astrobin (np. https://www.astrobin.com/XXXXX/)

source: SEO friendly URL slug.
pl: Slug URL do SEO.

source: Allow users to zoom this image in detail mode.
pl: Pozwól użytkownikom przybliżać to zdjęcie w trybie szczegółowym.

source: Astrophotography Image
pl: Zdjęcie Astrofotograficzne

source: Astrophotography Images
pl: Zdjęcia Astrofotograficzne

source: Image File
pl: Plik zdjęcia

source: The large background image file.
pl: Dobrej jakości zdjęcie tła.

source: Identifier for the background image.
pl: Identyfikator zdjęcia tła.

source: Main Page Background Image
pl: Tło Strony Głównej

source: Main Page Background Images
pl: Zdjęcia tła Strony Głównej

source: Specific city or region (e.g. Hawaii, Tenerife)
pl: Konkretne miasto lub region (np. Hawaje, Teneryfa)

source: Is Active
pl: Aktywny

source: Toggle visibility on the homepage.
pl: Włącz widoczność na stronie głównej.

source: Created At
pl: Utworzono

source: Updated At
pl: Zaktualizowano

source: Adventure Date Range
pl: Zakres dat wyprawy

source: The date range of the expedition.
pl: Zakres dat wyprawy/ekspedycji.

source: Country Slug
pl: Slug kraju

source: Auto-generated slug for the country.
pl: Automatycznie wygenerowany slug dla kraju.

source: Place Slug
pl: Slug miejsca

source: Auto-generated slug for the place.
pl: Automatycznie wygenerowany slug dla miejsca.

source: Background Image
pl: Zdjęcie Tła

source: Optional specific background image for this location's page.
pl: Opcjonalne specyficzne zdjęcie tła dla strony tej lokalizacji.

source: Select images to display in the slideshow for this location (filtered by country).
pl: Wybierz zdjęcia do wyświetlenia w sliderze dla tej lokalizacji (filtrowane po kraju).

source: Highlight Name
pl: Nazwa podróży

source: Optional custom name for the travel highlight (overrides Country/Place).
pl: Opcjonalna własna nazwa dla wyróżnienia podróży (nadpisuje Kraj/Miejsce).

source: Highlight Title
pl: Tytuł podróży

source: Custom title for the highlights page.
pl: Własny tytuł dla strony wyróżnień.

source: Story/Blog Text
pl: Tekst historii/bloga

source: Optional story or blog text to display above the images.
pl: Opcjonalna historia lub tekst bloga do wyświetlenia nad zdjęciami.

source: Main Page Location
pl: Lokalizacja na stronie głównej

source: Main Page Locations
pl: Lokalizacje na stronie głównej

source: Active
pl: Aktywny

source: Inactive
pl: Nieaktywny

source: Unnamed Location
pl: Lokalizacja bez nazwy

source: Random Shooting Stars
pl: Losowe spadające gwiazdy

source: If enabled, shooting stars will have randomized flight angles (0-360°). If disabled, they will follow a fixed -45° diagonal path.
pl: Jeśli włączona, spadające gwiazdy będą mieć losowe kąty lotu (0-360°). Jeśli wyłączona, będą one wykonywać stałą -45° diagonalna trasy.

source: Bolid Chance
pl: Prawdopodobieństwo bolidu

source: Bolid Minimum Interval
pl: Minimalny interval bolidu

source: Minimum wait time (in seconds) between consecutive bolid sightings to prevent clusters. Note: Bolid speed is calculated as Path Distance / Duration. (Smaller duration + Larger distance = High speed).
pl: Minimalny czas oczekiwania (w sekundach) między kolejnymi bolidami. Uwaga: Prędkość bolidu = Długość trasy / Czas trwania. (Krótszy czas + Dłuższa trasa = Wysoka prędkość).

source: Star Path Range (px)
pl: Długość trasy spadającej gwiazdy (px)

source: Bolid Path Range (px)
pl: Długość trasy bolidu (px)

source: Star Streak Range (px)
pl: Długość śladu spadającej gwiazdy (px)

source: Bolid Streak Range (px)
pl: Długość śladu bolidu (px)

source: Star Duration Range (s)
pl: Czas trwania spadającej gwiazdy (s)

source: Bolid Duration Range (s)
pl: Czas trwania bolidu (s)

source: Star Opacity Range
pl: Przezroczystość spadającej gwiazdy

source: Bolid Opacity Range
pl: Przezroczystość bolidu

source: Smoke Opacity Range
pl: Przezroczystość pyłu po bolidzie

source: Meteors Main Page Configuration
pl: Konfiguracja meteorów

source: Meteors Configuration
pl: Konfiguracja meteorów
